Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajat_kiitti_stipendein_saamen_kielten_opinnoissa_menestyneita_oppilaita.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät kiitti stipendein saamen kielten opinnoissa menestyneitä oppilaita
sms: Sääʹmteʹǧǧ späʹssbõõžži stipeeʹndivuiʹm sääʹmǩiõli määttain puârast piʹrǧǧääm mättʼtõõtjid

source: Saamelaiskäräjät jakoi koulujen kevätlukukauden päättyessä stipendejä saamen kielten opinnoissa hyvin menestyneille oppilaille.
sms: Sääʹmteʹǧǧ jueʹjji škoouli ǩiđđjuuʹhlin stipeeʹndid sääʹmǩiõl mättjummšin puârast piʹrǧǧääm mättʼtõõttjid.

source: Stipendin sai yhteensä 15 perusopetuksen päättänyttä oppilasta ja viisi uutta ylioppilasta.
sms: Stipeeʹnd vuåǯǯu õhttsa 15 vuâđđmättʼtõõzz jõskki mättʼtõõttjed da vitt ođđ pâʹjjmättʼtõõtti.

source: Saamelaiskäräjien stipendin saivat seuraavat nuoret:
sms: Sääʹmteeʹǧǧ stipeeʹnd vuåǯǯu täk nuõr: Pâʹjjmättʼtõõtti:

source: Ylioppilaat:
sms: Âʹvvel lookkjiškooul : Juuso Valle (tâʹvvsääʹmǩiõll), Johanna Huhtamella (tâʹvvsääʹmǩiõll), Taina Hakovirta (aanarsääʹmǩiõll)

source: Ivalon lukio : Juuso Valle (pohjoissaame), Johanna Huhtamella (pohjoissaame), Taina Hakovirta (inarinsaame),
sms: Suäʹđjel lookkjiškooul: Minja Ylilokka (tâʹvvsääʹmǩiõll)

source: Sodankylän lukio: Minja Ylilokka (pohjoissaame)
sms: Uccjooǥǥ sääʹmlookkjiškooul :Hánsa Ravna-Pieski (tâʹvvsääʹmǩiõll)

source: Utsjoen saamelaislukio: Hánsa Ravna-Pieski (pohjoissaame)
sms: Vuâđđmättʼtõõzz spraavâm mättʼtõõtti:

source: Perusopetuksen suorittaneet oppilaat:
sms: Hetta vuâđđškooul : Per-Jona Labba (tâʹvvsääʹmǩiõllǩiõll), Máret-Elle Valkeapää (tâʹvvsääʹmǩiõll), Juulia Mannela (tâʹvvsääʹmǩiõll), Jutta Keskitalo (tâʹvvsääʹmǩiõll)

source: Hetan koulu : Per-Jona Labba (pohjoissaame), Máret-Elle Valkeapää (pohjoissaame), Juulia Mannela (pohjoissaame), Jutta Keskitalo (pohjoissaame)
sms: Aanar škooul: Diana Kangasniemi (tâʹvvsääʹmǩiõll), Ruut Tervaniemi (aanarsääʹmǩiõll)

source: Inarin koulu: Diana Kangasniemi (pohjoissaame), Ruut Tervaniemi (inarinsaame)
sms: Âʹvvel pââibužškooul : Sunna Vihervirta (tâʹvvsääʹmǩiõll), Iida Tervahauta (tâʹvvsääʹmǩiõll)

source: Ivalon yläkoulu: Sunna Vihervirta (pohjoissaame), Iida Tervahauta (pohjoissaame)
sms: Uccjokknjääʹlm škooul : Elenna Pieski (tâʹvvsääʹmǩiõll), Iŋgá-Elisa Ravna-Pieski (tâʹvvsääʹmǩiõll)

source: Utsjokisuun koulu : Elenna Pieski (pohjoissaame), Iŋgá-Elisa Ravna-Pieski (pohjoissaame)
sms: Karigasnjaarg škooul : Vilma Halonen (tâʹvvsääʹmǩiõll)

source: Karigasniemen koulu: Vilma Halonen (pohjoissaame)
sms: Vuâčč škooul: Anttu Sieppi (tâʹvvsääʹmǩiõll)

source: Vuotson koulu: Anttu Sieppi (pohjoissaame)
sms: Tähtikunta škooul, Suäʹđjel: Enni Siivola (tâʹvvsääʹmǩiõll)

source: Tähtikunnan koulu, Sodankylä: Enni Siivola (pohjoissaame)
sms: Kastelli škooul, Oulu: Hilda Huusko (tâʹvvsääʹmǩiõll)

source: Kastellin koulu, Oulu: Hilda Huusko (pohjoissaame)
sms: Länsituuli škooul, Oulu: Elle Haataja (tâʹvvsääʹmǩiõll)

source: Länsituulen koulu, Oulu: Elle Haataja (pohjoissaame)
sms: Sääʹmteʹǧǧ ääjast leekk da šiõǥǥ ǩieʹssluäm pukid!
